/* titles */
"StandardTitle" = "在“%@”上进行标准安装";
"CustomTitle" = "在“%@”上进行自定安装";

/* space requirements message */
"SpaceRequirements" = "这将占用您的电脑上的 %@ 空间。";

/* content strings for the standard install pane */
"InstallContinueMessage" = "点按“安装”以在磁盘“%@”上执行此软件的标准安装。";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "请点按“安装”以在您的个人文件夹中对此软件执行标准安装。只有此电脑的当前用户可以使用此软件。";
"InstallContinueMessage_LocalDomain" = "请点按“安装”来为此电脑的所有用户执行此软件标准安装。此电脑的所有用户均可以使用此软件。";
"InstallContinueMessage_UnknownDomain" = "点按“安装”以执行此软件的标准安装。";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "此软件安装完毕后，您必须关闭电脑。您确定要现在安装此软件吗？";
"RestartWarning" = "此软件安装完毕后，您必须重新启动电脑。您确定要现在安装此软件吗？";
"LogoutWarning" = "若要安装此软件，所有应用程序均须关闭而且安装完成后您将被注销。您确定要现在安装软件吗？";
"BatteryWarning" = "安装即将开始，但您的电源适配器尚未插入或已断开连接。您确定要继续吗？";
"PadWarning" = "安装此软件会让您的 Mac OS X 系统上只剩下不到 100 MB 的可用空间。这可能会引起系统问题，建议您不要安装。您确定要继续吗？";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "安装";
"CONTINUE_BUTTON_TITLE" = "继续";
"OK_BUTTON_TITLE" = "好";
"CANCEL_BUTTON_TITLE" = "取消";
"CONTINUE_INSTALL_BUTTON_TITLE" = "继续安装";

"ExtraMediaMessage" = "您正在安装的软件需要附加的安装光盘。请准备好这些光盘：";
"AppToQuitMessage" = "“%@”目前已打开，它将在此安装开始之前被关闭。如果您不想关闭该应用程序，请取消此安装。";
"AppsToQuitMessage" = "以下打开的应用程序将在安装开始之前被关闭：%@。如果您不想关闭这些应用程序，请取消此安装。";

"MUST_QUIT_APPLICATIONS_TITLE" = "一些应用程序需要在此安装开始之前被关闭。";
"MUST_QUIT_APPLICATION_MESSAGE" = "“%@”将在此安装开始之前关闭。如果您不想关闭此应用程序，请点按“取消”来取消此安装。";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "以下应用程序将被关闭：%@。如果您不想关闭这些应用程序，请点按“取消”来取消此安装。";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "目的磁盘上大约还需要 %@ 可用空间。";
"StandardInstallSinglePackageDeselectMessage" = "选择退出安装器并移去文件或应用程序以腾出更多可用的磁盘空间，然后再次尝试安装。";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "您可以选择安装在其他宗卷上，也可以选择退出安装器并移去文件或应用程序以腾出更多可用的磁盘空间，然后再次尝试安装。";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "目的磁盘上大约还需要 %@ 可用空间。";
"CustomMetaPackageDeselectMessage" = "取消选择一些选项，或者退出安装器并移去文件或应用程序以腾出更多可用的磁盘空间，然后再次尝试安装。";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "您可以选择安装在其他宗卷上，或取消某些选项，也可以选择退出安装器并移去文件或应用程序以腾出更多可用的磁盘空间，然后再次尝试安装。";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "您的系统已安装此软件的较新版本。没有必要安装此旧版本。";

"CUSTOM_FOLDER_TOOLTIP" = "“%2$@”上的“%1$@”文件夹";
"CUSTOM_FOLDER_ERROR_TITLE" = "没有足够的空间来安装此项目。";
"CUSTOM_FOLDER_ERROR_SPACE" = "移去文件或应用程序以腾出更多可用的磁盘空间，或者选择其他文件夹或磁盘，然后再次尝试安装。";
"CUSTOM_FOLDER_DESCRIPTION" = "您正在为“%1$@”选择位置。此项目的大小是 %2$@。以下列出了磁盘及其可用空间。";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@（空间不足）";
"CUSTOM_OTHER_MENU_ITEM" = "其他…";
